"ua_cancel_edit_messages" = "Ghairi";
"ua_cancel_edit_messages_description" = "Ghairi uhariri wa ujumbe";
"ua_connection_error" = "Hitilafu ya Muunganisho";
"ua_content_error" = "Hitilafu ya Maudhui";
"ua_delete_message" = "Futa ujumbe";
"ua_delete_message_description" = "Futa ujumbe uliochaguliwa";
"ua_delete_messages" = "Futa ujumbe";
"ua_delete_messages_description" = "Futa ujumbe uliochaguliwa";
"ua_edit_messages" = "Hariri";
"ua_edit_messages_description" = "Hariri ujumbe";
"ua_empty_message_list" = "Hakuna ujumbe";
"ua_mark_messages_read" = "Alama kuwa Imesomwa";
"ua_mark_messages_read_description" = "Tia alama kuwa ujumbe uliochaguliwa umesomwa";
"ua_mc_failed_to_load" = "Imeshindwa kupakia ujumbe. Tafadhali jaribu tena baadae.";
"ua_mc_no_longer_available" = "Ujumbe uliochaguliwa haupatikani tena.";
"ua_message_cell_description" = "Inaonyesha ujumbe kamili";
"ua_message_cell_editing_description" = "Hugeuza uteuzi";
"ua_message_center_title" = "Kituo cha Ujumbe";
/* Message <TITLE>, sent at <DATE> */
"ua_message_description" = "Ujumbe kwa %@, ulitumwa kwa %@";
"ua_message_not_selected" = "Hakuna ujumbe uliochaguliwa";
/* Unread message <TITLE>, sent at <DATE> */
"ua_message_unread_description" = "Ujumbe ambao haujasomwa %@, ulitumwa kwa %@";
"ua_notification_button_accept" = "Kubali";
"ua_notification_button_add" = "Ongeza";
"ua_notification_button_add_to_calendar" = "Ongeza kwenye Kalenda";
"ua_notification_button_book_now" = "Weka Nafasi Sasa";
"ua_notification_button_buy_now" = "Nunua Sasa";
"ua_notification_button_copy" = "Nakili";
"ua_notification_button_decline" = "Kataa";
"ua_notification_button_dislike" = "Kutopenda";
"ua_notification_button_download" = "Pakua";
"ua_notification_button_follow" = "Fuata";
"ua_notification_button_less_like" = "Kidogo Kama Hii";
"ua_notification_button_like" = "Penda";
"ua_notification_button_more_like" = "Zaidi Kama Hii";
"ua_notification_button_no" = "Hapana";
"ua_notification_button_opt_in" = "Jijumuishe";
"ua_notification_button_opt_out" = "Chagua kutoka";
"ua_notification_button_rate_now" = "Kadiria Sasa";
"ua_notification_button_remind" = "Nikumbushe Baadaye";
"ua_notification_button_save" = "Hifadhi";
"ua_notification_button_search" = "Tafuta";
"ua_notification_button_send_info" = "Tuma Taarifa";
"ua_notification_button_share" = "Shiriki";
"ua_notification_button_shop_now" = "Nunua Sasa";
"ua_notification_button_tell_me_more" = "Niambie zaidi";
"ua_notification_button_unfollow" = "Acha kufuata";
"ua_notification_button_yes" = "Ndiyo";
"ua_ok" = "SAWA";
"ua_preference_center_title" = "Kituo cha Upendeleo";
"ua_retry_button" = "Jaribu tena";
"ua_select_all_messages" = "Chagua Zote";
"ua_select_all_messages_description" = "Huchagua ujumbe wote";
"ua_select_none_messages" = "Chagua Hakuna";
"ua_select_none_messages_description" = "Weka upya uteuzi wa ujumbe";
"ua_unread_message_description" = "Ujumbe haujasomwa";
